[
  {
    "arxiv_id": "astro-ph/9204002v1",
    "authors": "Lawrence Krauss, Martin White",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9204002v1",
    "published": "1992-04-26",
    "summary": "The four observables associated with gravitational lensing of distant quasars\nby intervening galaxies: image splittings, relative amplifications, time\ndelays, and optical depths, provide separate measures of the strength of the\ngravitational constant $G$ at cosmological distances. These allow one, in\nprinciple, to factor out unknown lensing parameters to directly to probe the\nvariation of $G$ over cosmological time. We estimate constraints on $\\dot{G}$\nwhich may be derivable by this method both now and in the future. The limits\none may obtain can compete or exceed other direct limits on $\\dot{G}$ today,\nbut unfortunately extracting this information, is not independent of the effort\nto fix other cosmological parameters such as $H_0$ and $\\Omega_0$ from lensing\nobservations.",
    "title": "Gravitational Lensing and the Variability of G"
  },
  {
    "arxiv_id": "astro-ph/9204001v1",
    "authors": "Ramesh Narayan, Bohdan Paczyński, Tsvi Piran",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9204001v1",
    "published": "1992-04-13",
    "summary": "It is proposed that gamma-ray bursts are created in the mergers of double\nneutron star binaries and black hole neutron star binaries at cosmological\ndistances. Bursts with complex profiles and relatively long durations are the\nresult of magnetic flares generated by the Parker instability in a post-merger\ndifferentially-rotating disk. Some bursts may also be produced through\nneutrino-antineutrino annihilation into electrons and positrons. In both cases,\nan optically thick fireball of size $\\sles\\ 100$ km is initially created, which\nexpands ultrarelativistically to large radii before radiating. Several previous\nobjections to the cosmological merger model are eliminated. It is predicted\nthat $\\gamma$-ray bursts will be accompanied by a burst of gravitational\nradiation from the spiraling-in binary which could be detected by LIGO.",
    "title": "Gamma-Ray Bursts as the Death Throes of Massive Binary Stars"
  },
  {
    "arxiv_id": "astro-ph/9204001v1",
    "authors": "Ramesh Narayan, Bohdan Paczyński, Tsvi Piran",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9204001v1",
    "published": "1992-04-13",
    "summary": "It is proposed that gamma-ray bursts are created in the mergers of double\nneutron star binaries and black hole neutron star binaries at cosmological\ndistances. Bursts with complex profiles and relatively long durations are the\nresult of magnetic flares generated by the Parker instability in a post-merger\ndifferentially-rotating disk. Some bursts may also be produced through\nneutrino-antineutrino annihilation into electrons and positrons. In both cases,\nan optically thick fireball of size $\\sles\\ 100$ km is initially created, which\nexpands ultrarelativistically to large radii before radiating. Several previous\nobjections to the cosmological merger model are eliminated. It is predicted\nthat $\\gamma$-ray bursts will be accompanied by a burst of gravitational\nradiation from the spiraling-in binary which could be detected by LIGO.",
    "title": "Gamma-Ray Bursts as the Death Throes of Massive Binary Stars"
  },
  {
    "arxiv_id": "astro-ph/9204004v1",
    "authors": "B P Schmidt, R P Kirshner, R G Eastman",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9204004v1",
    "published": "1992-04-30",
    "summary": "We use the Expanding Photosphere Method to determine distances to 10 type II\nsupernovae. The effects of asymmetries, extinction, and flux dilution are\nexplored. Using empirical evidence and time-independent, spherical models which\ntreat H and He in non-LTE, we show that blackbody corrections caused by flux\ndilution are small for type II supernovae in the infrared, and in the optical\nwhen their color temperatures are less than 6000~K. The extinction to a type\nII-P supernova can be estimated from its light curve: the uncertainty\nintroduced into a distance measurement due to extinction is usually less than\n10\\%. Correcting for extinction and flux dilution we derive distances to 10\nsupernovae: SN 1968L, SN 1969L, SN 1970G, SN 1973R, SN 1979C, SN 1980K, SN\n1987A, SN 1988A, SN 1990E, and SN 1990ae. The distance measurements span a wide\nrange, 50 kpc to 120 Mpc, which is unique among the methods for establishing\nthe extragalactic distance scale. The distances measured to SN 1970G in M101\nand SN 1987A in the LMC are in good agreement with distances determined from\nCepheid variable stars. Our distance to the Virgo Cluster, 22 +- 3 Mpc, is\nlarger than recent distances estimates made using surface brightness\nfluctuations, planetary nebula luminosity functions, and the Tully-Fisher\nmethod. Using the distances determined from these type II supernovae we derive\na value of $H_0 = 60 \\pm 10$ km sec$^{-1}$Mpc$^{-1}$. This value is subject to\nerrors caused by local deviations in the Hubble flow, but will soon be improved\nby applying the Expanding Photosphere Method to several distant type II\nsupernovae.",
    "title": "Expanding Photospheres of Type II Supernovae and the Extragalactic Distance Scale"
  },
  {
    "title": "The Last Three Minutes: Issues in Gravitational Wave Measurements of Coalescing Compact Binaries",
    "authors": "Curt Cutler, Theocharis A. Apostolatos, Lars Bildsten, Lee Samuel Finn, Eanna E. Flanagan, Daniel Kennefick, Dragoljubov M. Markovic, Amos Ori, Eric Poisson, Gerald Jay Sussman, Kip S. Thorne",
    "published": "1992-08-25",
    "summary": "Gravitational-wave interferometers are expected to monitor the last three\nminutes of inspiral and final coalescence of neutron star and black hole\nbinaries at distances approaching cosmological, where the event rate may be\nmany per year. Because the binary's accumulated orbital phase can be measured\nto a fractional accuracy $\\ll 10^{-3}$ and relativistic effects are large, the\nwaveforms will be far more complex, carry more information, and be far harder\nto model theoretically than has been expected. Theorists must begin now to lay\na foundation for extracting the waves' information.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9208005v1",
    "arxiv_id": "astro-ph/9208005v1"
  },
  {
    "title": "Binary Black Holes in Stationary Orbits",
    "authors": "Sandip K. Chakrabarti",
    "published": "1992-08-27",
    "summary": "We show that under certain astrophysical conditions a binary system\nconsisting of two compact objects can be stabilized against indefinite\nshrinking of orbits due to the emission of gravitational radiation. In this\ncase, the lighter binary companion settles down to a stable orbit when the loss\nof the angular momentum due to gravitational radiation becomes equal to its\ngain from the accreting matter from the disk around the more massive primary.\nWe claim that such systems can be stable against small perturbations and can be\nregarded as steady emitters of gravitational waves of constant frequency and\namplitude. Furthermore, X-rays emitted by the secondary can also produce\nastrophysically interesting situations when coupled with gravitational lensing\nand Doppler effects.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9208006v1",
    "arxiv_id": "astro-ph/9208006v1"
  },
  {
    "title": "The Implications of the COBE-DMR Results for Cosmic Strings",
    "authors": "David P. Bennett, Albert Stebbins, Francois R. Bouchet",
    "published": "1992-06-18",
    "summary": "We compare the anisotropies in the cosmic microwave background radiation\nmeasured by the COBE experiment to the predictions of cosmic strings. We use an\nanalytic model for the $\\Delta T/T$ power spectrum that is based on our\nprevious numerical simulations to show that the COBE results imply a value for\nthe string mass per unit length, $\\mu$ under the assumption that cosmic strings\nare the source of the measured anisotropy. We find $G\\mu = 1.5\\pm 0.5 \\times\n10^{-6}$ which is consistent with the value of $\\mu$ thought to be required for\ncosmic strings to seed galaxy formation.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9206233v1",
    "arxiv_id": "hep-ph/9206233v1"
  },
  {
    "title": "Naked Singularities as Possible Candidates for Gamma-ray Bursters",
    "authors": "Sandip K. Chakrabarti, Pankaj S. Joshi",
    "published": "1992-08-24",
    "summary": "Naked singularities appear naturally in dynamically evolving solutions of\nEinstein equations involving gravitational collapse of radiation, dust and\nperfect fluids, provided the rate of accretion is less than a critical value.\nWe propose that the gamma-ray bursters (GRBs) are examples of these naked\nsingularity solutions. For illustration, we show that according to solutions\ninvolving spherically symmetric collapse of pure radiation field, the energy\n$E_\\gamma$ and the observed duration $\\Delta t_o$ of a GRB should satisfy,\n$\\frac{E_\\gamma}{\\Delta t_o} \\leq 4.5 \\times 10^{58} \\ f_\\gamma $ erg\nsec$^{-1}$, $f_\\gamma$ being the fraction ($10^{-2}$ to $10^{-3}$) of energy\nreleased as gamma rays. All the presently observed GRBs satisfy this condition;\nthose satisfying the condition close to equality must necessarily be of\ncosmological origin with the red-shift factor $z$ not exceeding $\\sim 2-10$\ndepending on exact observed flux.",
    "pdf_url": "http://arxiv.org/pdf/hep-th/9208060v2",
    "arxiv_id": "hep-th/9208060v2"
  },
  {
    "title": "The Ptolemaic Gamma-Ray Burst Universe",
    "authors": "J. I. Katz",
    "published": "1992-04-29",
    "summary": "The BATSE experiment on GRO has demonstrated the isotropic arrival directions\nand flat $\\log N$ {\\it vs.} $\\log S$ of cosmic gamma-ray bursts. These data are\nbest explained if the burst sources are distributed throughout an extended\nspherical Galactic halo, as previously suggested by Jennings. The halo's radius\nis at least 40 Kpc, and probably is more than 100 Kpc. I consider possible\norigins of this halo, including primordial formation and neutron stars\nrecoiling from their birthplaces in the Galactic disc. A simple geometrical\nmodel leads to a predicted relation between the dipole and quadrupole\nanisotropy. I suggest that neutron stars born with low recoil become\nmillisecond pulsars, while those born with high recoil become the sources of\ngamma-ray bursts; these populations are nearly disjoint. Quiescent counterparts\nof gamma-ray bursts are predicted to be undetectably faint.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9204003v2",
    "arxiv_id": "astro-ph/9204003v2"
  },
  {
    "title": "Particle Acceleration in (by) Accretion Discs",
    "authors": "J. I. Katz",
    "published": "1992-05-04",
    "summary": "I present a model for acceleration of protons by the second-order Fermi\nprocess acting on randomly scrambled magnetic flux arches above an accretion\ndisc. The accelerated protons collide with thermal protons in the disc,\nproducing degraded energetic protons, charged and neutral pions, and neutrons.\nThe pions produce gamma-rays by spontaneous decay of $\\pi^0$ and by\nbremsstrahlung and Compton processes following the decay of $\\pi^\\pm$ to\n$e^\\pm$.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9205003v1",
    "arxiv_id": "astro-ph/9205003v1"
  },
  {
    "title": "Implication of Combined Solar Neutrino Observation and their Theoretical Uncertainties",
    "authors": "S. A. Bludman, N. Hata, D. C. Kennedy, P. G. Langacker",
    "published": "1992-07-03",
    "summary": "Constraints on the core temperature (T_c) of the Sun and on neutrino-\noscillation parameters are obtained from the existing solar neutrino data,\nincluding the recent GALLEX and Kamiokande III results. (1) A purely\nastrophysical solution to the solar neutrino problem is strongly disfavored by\nthe data: the best fit in a cooler Sun model requires an 8% reduction in T_c,\nbut the chi-sqaured test rejects this hypothesis at 99.99% C.L., suggesting new\nneutrino physics. (2) Assuming the Standard Solar Model (SSM) and MSW\noscillations, the MSW parameters are constrained to two small regions: one in\nthe non-adiabatic region and the other in the large-mixing region. The\nnon-adiabatic solution gives a considerably better fit. For nu_e oscillations\ninto sterile neutrinos, the allowed region (90%) is constrained to non-\nadiabatic oscillations. As long as the SSM is assumed, the neutrino mixing\nangles are at least four times larger, or considerably smaller, than the\ncorresponding quark mixing angles. (3) Allowing both MSW oscillations and a\nnon-standard core temperature, a) the experiments determine the core\ntemperature at the 5% level, yielding a value consistent with the SSM\nprediction. b) When T_c is used as a free parameter, the allowed MSW region is\nbroadened: a cooler Sun (T_c=0.95) allows mass and mixing implied by the SUSY\nSO(10) GUT, while a warmer Sun (T_c=1.05) allows parameter space suggested by\nintermediate-scale SO(10) GUTs. Superstring-inspired models are consistent with\nall solutions. (4) From the narrowed parameter space, we predict the neutrino\nspectral shape which should be observed in SNO. Throughout the calculation we\nuse the latest Bahcall-Pinsonneault SSM, and include nuclear and astrophysical\nuncertainties in a simplified, but physically transparent way.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9207213v1",
    "arxiv_id": "hep-ph/9207213v1"
  },
  {
    "title": "Contribution of Long Wavelength Gravitational Waves to the CMB Anisotropy",
    "authors": "Martin White",
    "published": "1992-07-14",
    "summary": "We present an in depth discussion of the production of gravitational waves\nfrom an inflationary phase that could have occurred in the early universe,\ngiving derivations for the resulting spectrum and energy density. We also\nconsider the large-scale anisotropy in the cosmic microwave background\nradiation coming from these waves. Assuming that the observed quadrupole\nanisotropy comes mostly from gravitational waves (consistent with the\npredictions of a flat spectrum of scalar density perturbations and the measured\ndipole anisotropy) we describe in detail how to derive a value for the scale of\ninflation of $(1.5-5)\\times 10^{16}$GeV, which is at a particularly interesting\nscale for particle physics. This upper limit corresponds to a 95\\% confidence\nlevel upper limit on the scale of inflation assuming only that the quadrupole\nanisotropy from gravitational waves is not cancelled by another source. Direct\ndetection of gravitational waves produced by inflation near this scale will\nhave to wait for the next generation of detectors.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9207239v1",
    "arxiv_id": "hep-ph/9207239v1"
  },
  {
    "title": "On the COBE Discovery - for Pedestrians",
    "authors": "Leszek Roszkowski",
    "published": "1992-11-02",
    "summary": "A recent discovery by the COBE satellite is presented, and its importance\ndiscussed in the context of the physics of the early Universe. The various\nimplications for our understanding of the structure of the Universe are\noutlined.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9211201v1",
    "arxiv_id": "hep-ph/9211201v1"
  },
  {
    "title": "Extended Hot Gas Halos Around Starburst Galaxies",
    "authors": "Kohji Tomisaka, Joel N. Bregman",
    "published": "1992-09-12",
    "summary": "Reanalysis of Einstein IPC data and new observations from the GINGA\n  LAC indicate the presence of extended X-ray emission (10-50 kpc) around the\nstarburst galaxy M82. Here we model this emission by calculating numerical\nhydrodynamic simulations of the starburst event to much later times and larger\nscales than previously considered. For our models, we adopt a supernova rate of\n0.1 ${\\rm yr}^{-1}$, and an extended low-density static halo that is bound to\nthe galaxy. There are three stages to the evolution of the wind-blown bubble\nand the propagation of the shock front: the bubble expands in an almost uniform\ndensity disk gas, with a deceleration of the shock front ($t \\alt $ 3.6 Myr);\nbreakout from the disk and the upward acceleration of the shock front (3.6\n  Myr $\\alt t \\alt$ 18 Myr); propagation into the halo, leading to a more\nspherical system and shock deceleration (18 Myr $\\alt t$). For a halo density\nof $10^{-3} {\\rm cm}^{-3}$, the outflow reaches a distance of 40-50 kpc from\nthe center of the starburst galaxy in 50 Myr. We calculate the time evolution\nof the X-ray luminosity and find that the extended starburst emits $3\\times\n10^{39}\\lcgs$ to $10^{40}\\lcgs$ in the\n  GINGA LAC band and $\\sim 10^{41}\\lcgs$ in the Einstein or ROSAT\n  HRI band. The degree of the ionization equilibrium in the outflow and its\neffect on the iron K$\\alpha$ line emission are discussed.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9209002v1",
    "arxiv_id": "astro-ph/9209002v1"
  },
  {
    "title": "Detection of brown dwarfs by the micro-lensing of unresolved stars",
    "authors": "Paul Baillon, Alain Bouquet, Yannick Giraud-Héraud, Jean Kaplan",
    "published": "1992-11-04",
    "summary": "The presence of brown dwarfs in the dark galactic halo could be detected\nthrough their gravitational lensing effect and experiments under way monitor\nabout one million stars to observe a few lensing events per year. We show that\nif the photon flux from a galaxy is measured with a good precision, it is not\nnecessary to resolve the stars and besides more events could be observed.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9211002v1",
    "arxiv_id": "astro-ph/9211002v1"
  },
  {
    "title": "Searching for TeV dark matter by atmospheric Cerenkov techniques",
    "authors": "M. Urban, A. Bouquet, B. Degrange, P. Fleury, J. Kaplan, A. L. Melchior, E. Paré",
    "published": "1992-08-27",
    "summary": "There is a growing interest in the possibility that dark matter could be\nformed of weakly interacting particles with a mass in the 100 GeV - 2 TeV\nrange, and supersymmetric particles are favorite candidates. If they constitute\nthe dark halo of our Galaxy, their mutual annihilations produce energetic gamma\nrays that could be detected using existing atmospheric \\u{C}erenkov techniques.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9208255v1",
    "arxiv_id": "hep-ph/9208255v1"
  },
  {
    "title": "Centri`fugal' Force around a Black Hole",
    "authors": "A. Y. Shiekh",
    "published": "1992-11-08",
    "summary": "Besides having some very interesting perturbatively unstable orbits, it seems\nthat for a Schwarzschild black hole, below $r=3M$, the force always increases\ninward with increasing angular momentum. Here this previously known result is\nderived with greater simplicity, and a similar analysis is performed for black\nholes with angular momentum and charge.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9211005v2",
    "arxiv_id": "astro-ph/9211005v2"
  },
  {
    "title": "Detection, Measurement and Gravitational Radiation",
    "authors": "Lee Samuel Finn",
    "published": "1992-09-24",
    "summary": "Here I examine how to determine the sensitivity of the LIGO, VIRGO, and LAGOS\ngravitational wave detectors to sources of gravitational radiation by\nconsidering the process by which data are analyzed in a noisy detector. By\nconstructing the probability that the detector output is consistent with the\npresence of a signal, I show how to (1) quantify the uncertainty that the\noutput contains a signal and is not simply noise, and (2) construct the\nprobability distribution that the signal parameterization has a certain value.\n  From the distribution and its mode I determine volumes $V(P)$ in parameter\nspace such that actual signal parameters are in $V(P)$ with probability $P$. If\nwe are {\\em designing} a detector, or determining the suitability of an\nexisting detector for observing a new source, then we don't have detector\noutput to analyze but are interested in the ``most likely'' response of the\ndetector to a signal. I exploit the techniques just described to determine the\n``most likely'' volumes $V(P)$ for detector output corresponding to the source.\nFinally, as an example, I apply these techniques to anticipate the sensitivity\nof the LIGO and LAGOS detectors to the gravitational radiation from a perturbed\nKerr black hole.",
    "pdf_url": "http://arxiv.org/pdf/gr-qc/9209010v1",
    "arxiv_id": "gr-qc/9209010v1"
  },
  {
    "title": "The Edge of the Galactic Disc",
    "authors": "Annie C. Robin, Michel Creze, Vijay Mohan",
    "published": "1992-10-02",
    "summary": "As part of a stellar population sampling program, a series of photometric\nprobes at various field sizes and depths have been obtained in a low extinction\nwindow in the galactic anticentre direction. Such data set strong constraints\non the radial structure of the disc. At the forefront of this \"drilling\"\nprogram, very deep CCD frames probe the most external parts of the disc. Over\nthe whole effective magnitude range (18 to 25), all contributions in the\nstatistics which should be expected from old disc stars beyond 6 kpc vanish,\nalthough such stars dominate by far at distances less than 5 kpc. This is the\nsignature of a sharp cut-off in the star density: the edge of the galactic disc\nbetween 5.5 and 6 kpc. As a consequence, the galactic radius does not exceed 14\nkpc (assuming $R/-/(//sun/)$=8.5). Colours of elliptical galaxies measured in\nthe field rule out the risk of being misled by undetected extinction.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9210001v1",
    "arxiv_id": "astro-ph/9210001v1"
  },
  {
    "title": "Evidence for a Very Broad Line Region in PG 1138+222",
    "authors": "Paolo Marziani, Jack W. Sulentic",
    "published": "1992-10-20",
    "summary": "We present a high S/N spectrum for the quasar PG 1138+222. We detect a very\nbroad HeII$\\lambda$4686 emission line component with twice the FWHM of the\nconventional broad line region (BLR) as evidenced by the Balmer lines. The\nprofile shape and centroid redshift also distinguish this HeII component from\nthe BLR features. The large ratio of HeII\\l 4686 to any analogous H$\\beta$\nemission component is an indicator that it arises in a very high density region\n($n_e \\simgt 10^{11}-10^{13}$ \\cm3). This Helium component is probably emitted\nin a Very Broad Line Region (VBLR), where the radiation field is so strong that\nthe Str\\\"omgren depth becomes similar to the geometrical thickness of the\nemitting clouds. The gas could therefore be optically thin to the Lyman\ncontinuum.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9210005v1",
    "arxiv_id": "astro-ph/9210005v1"
  },
  {
    "title": "Topological Defect Models of Structure Formation After the COBE Discovery of CMB Anisotropies",
    "authors": "Robert H. Brandenberger",
    "published": "1992-10-24",
    "summary": "The COBE satellite has discovered anisotropies in the cosmic microwave\nbackground (CMB) consistent with a scale invariant spectrum of density\nperturbations. As reviewed in this lecture, topological defect models of\nstructure formation generically produce such a spectrum. We give a summary of\nthe cosmic string and global texture models, focusing on distinct observational\nsignatures in large-scale structure surveys and in the microwave background. It\nis shown that the amplitude of the CMB quadrupole detected by COBE is in good\nagreement with the predictions of the cosmic string model.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9210261v1",
    "arxiv_id": "hep-ph/9210261v1"
  },
  {
    "title": "Gravitational Radiation from Colliding Vacuum Bubbles: Envelope Approximation to Many-Bubble Collisions",
    "authors": "Arthur Kosowsky, Michael S. Turner",
    "published": "1992-11-07",
    "summary": "We introduce an approximation to calculate the gravitational radiation\nproduced by the collision of true-vacuum bubbles that is simple enough to allow\nthe simulation of a phase transition by the collision of hundreds of bubbles.\nThis ``envelope approximation'' neglects the complicated ``overlap'' regions of\ncolliding bubbles and follows only the evolution of the bubble walls. The\napproximation accurately reproduces previous results for the gravitational\nradiation from the collision of two scalar-field vacuum bubbles. Using a bubble\nnucleation rate given by $\\Gamma = \\Gamma_0 e^{\\beta t}$, we simulate a phase\ntransition by colliding 20 to 200 bubbles; the fraction of vacuum energy\nreleased into gravity waves is $E_{\\rm GW}/E_{\\rm vac} = 0.06(H/\\beta)^2$ and\nthe peak of the spectrum occurs at $\\omega_{\\rm max}=1.6\\beta$ ($H^2=8\\pi G\\rho\n/3$ is the Hubble constant associated with the false-vacuum phase). The\nspectrum is very similar to that in the two-bubble case, except that the\nefficiency of gravity-wave generation is about five times higher, presumably\ndue to the fact that a given bubble collides with many others. Finally, we\nconsider two further ``statistical'' approximations, where the gravitational\nradiation is computed as an incoherent sum over individual bubbles weighted by\nthe distribution of bubble sizes. These approximations provide reasonable\nestimates of the gravitational-wave spectrum with far less computation.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9211004v1",
    "arxiv_id": "astro-ph/9211004v1"
  },
  {
    "title": "Gauge Field Back-reaction on a Black Hole",
    "authors": "David Hochberg, Thomas W. Kephart",
    "published": "1992-11-05",
    "summary": "The order $\\hbar$ fluctuations of gauge fields in the vicinity of a blackhole\ncan create a repulsive antigravity region extending out beyond the renormalized\nSchwarzschild horizon. If the strength of this repulsive force increases as\nhigher orders in the back-reaction are included, the formation of a\nwormhole-like object could occur.",
    "pdf_url": "http://arxiv.org/pdf/gr-qc/9211008v1",
    "arxiv_id": "gr-qc/9211008v1"
  },
  {
    "title": "COBE vs Cosmic Strings: An Analytical Model",
    "authors": "Leandros Perivolaropoulos",
    "published": "1992-08-25",
    "summary": "We construct a simple analytical model to study the effects of cosmic strings\non the microwave background radiation. Our model is based on counting random\nmultiple impulses inflicted on photon trajectories by the string network\nbetween the time of recombination and today. We construct the temperature\nauto-correlation function and use it to obtain the effective power spectrum\nindex n, the rms-quadrupole-normalized amplitude $Q_{rms-PS}$ and the rms\ntemperature variation smoothed on small angular scales. For the values of the\nscaling solution parameters obtained in Refs.\\cite{bb90},\\cite{as90} we obtain\n$n=1.14 \\pm 0.5$, $Q_{rms-PS}=(4.5\\pm 1.5) G\\mu$ and $({{\\Delta T}\\over\nT})_{rms}=5.5 G\\mu$. Demanding consistency of these results with the COBE data\nleads to $G\\mu=(1.7 \\pm 0.7)\\times 10^{-6}$ (where $\\mu$ is the string mass per\nunit length), in good agreement with direct normalizations of $\\mu$ from\nobservations.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9208247v1",
    "arxiv_id": "hep-ph/9208247v1"
  }
]