[
  {
    "arxiv_id": "astro-ph/9204002v1",
    "authors": "Lawrence Krauss, Martin White",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9204002v1",
    "published": "1992-04-26",
    "summary": "The four observables associated with gravitational lensing of distant quasars\nby intervening galaxies: image splittings, relative amplifications, time\ndelays, and optical depths, provide separate measures of the strength of the\ngravitational constant $G$ at cosmological distances. These allow one, in\nprinciple, to factor out unknown lensing parameters to directly to probe the\nvariation of $G$ over cosmological time. We estimate constraints on $\\dot{G}$\nwhich may be derivable by this method both now and in the future. The limits\none may obtain can compete or exceed other direct limits on $\\dot{G}$ today,\nbut unfortunately extracting this information, is not independent of the effort\nto fix other cosmological parameters such as $H_0$ and $\\Omega_0$ from lensing\nobservations.",
    "title": "Gravitational Lensing and the Variability of G"
  },
  {
    "arxiv_id": "astro-ph/9204001v1",
    "authors": "Ramesh Narayan, Bohdan Paczyński, Tsvi Piran",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9204001v1",
    "published": "1992-04-13",
    "summary": "It is proposed that gamma-ray bursts are created in the mergers of double\nneutron star binaries and black hole neutron star binaries at cosmological\ndistances. Bursts with complex profiles and relatively long durations are the\nresult of magnetic flares generated by the Parker instability in a post-merger\ndifferentially-rotating disk. Some bursts may also be produced through\nneutrino-antineutrino annihilation into electrons and positrons. In both cases,\nan optically thick fireball of size $\\sles\\ 100$ km is initially created, which\nexpands ultrarelativistically to large radii before radiating. Several previous\nobjections to the cosmological merger model are eliminated. It is predicted\nthat $\\gamma$-ray bursts will be accompanied by a burst of gravitational\nradiation from the spiraling-in binary which could be detected by LIGO.",
    "title": "Gamma-Ray Bursts as the Death Throes of Massive Binary Stars"
  },
  {
    "arxiv_id": "astro-ph/9204001v1",
    "authors": "Ramesh Narayan, Bohdan Paczyński, Tsvi Piran",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9204001v1",
    "published": "1992-04-13",
    "summary": "It is proposed that gamma-ray bursts are created in the mergers of double\nneutron star binaries and black hole neutron star binaries at cosmological\ndistances. Bursts with complex profiles and relatively long durations are the\nresult of magnetic flares generated by the Parker instability in a post-merger\ndifferentially-rotating disk. Some bursts may also be produced through\nneutrino-antineutrino annihilation into electrons and positrons. In both cases,\nan optically thick fireball of size $\\sles\\ 100$ km is initially created, which\nexpands ultrarelativistically to large radii before radiating. Several previous\nobjections to the cosmological merger model are eliminated. It is predicted\nthat $\\gamma$-ray bursts will be accompanied by a burst of gravitational\nradiation from the spiraling-in binary which could be detected by LIGO.",
    "title": "Gamma-Ray Bursts as the Death Throes of Massive Binary Stars"
  },
  {
    "arxiv_id": "astro-ph/9204004v1",
    "authors": "B P Schmidt, R P Kirshner, R G Eastman",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9204004v1",
    "published": "1992-04-30",
    "summary": "We use the Expanding Photosphere Method to determine distances to 10 type II\nsupernovae. The effects of asymmetries, extinction, and flux dilution are\nexplored. Using empirical evidence and time-independent, spherical models which\ntreat H and He in non-LTE, we show that blackbody corrections caused by flux\ndilution are small for type II supernovae in the infrared, and in the optical\nwhen their color temperatures are less than 6000~K. The extinction to a type\nII-P supernova can be estimated from its light curve: the uncertainty\nintroduced into a distance measurement due to extinction is usually less than\n10\\%. Correcting for extinction and flux dilution we derive distances to 10\nsupernovae: SN 1968L, SN 1969L, SN 1970G, SN 1973R, SN 1979C, SN 1980K, SN\n1987A, SN 1988A, SN 1990E, and SN 1990ae. The distance measurements span a wide\nrange, 50 kpc to 120 Mpc, which is unique among the methods for establishing\nthe extragalactic distance scale. The distances measured to SN 1970G in M101\nand SN 1987A in the LMC are in good agreement with distances determined from\nCepheid variable stars. Our distance to the Virgo Cluster, 22 +- 3 Mpc, is\nlarger than recent distances estimates made using surface brightness\nfluctuations, planetary nebula luminosity functions, and the Tully-Fisher\nmethod. Using the distances determined from these type II supernovae we derive\na value of $H_0 = 60 \\pm 10$ km sec$^{-1}$Mpc$^{-1}$. This value is subject to\nerrors caused by local deviations in the Hubble flow, but will soon be improved\nby applying the Expanding Photosphere Method to several distant type II\nsupernovae.",
    "title": "Expanding Photospheres of Type II Supernovae and the Extragalactic Distance Scale"
  },
  {
    "title": "The Last Three Minutes: Issues in Gravitational Wave Measurements of Coalescing Compact Binaries",
    "authors": "Curt Cutler, Theocharis A. Apostolatos, Lars Bildsten, Lee Samuel Finn, Eanna E. Flanagan, Daniel Kennefick, Dragoljubov M. Markovic, Amos Ori, Eric Poisson, Gerald Jay Sussman, Kip S. Thorne",
    "published": "1992-08-25",
    "summary": "Gravitational-wave interferometers are expected to monitor the last three\nminutes of inspiral and final coalescence of neutron star and black hole\nbinaries at distances approaching cosmological, where the event rate may be\nmany per year. Because the binary's accumulated orbital phase can be measured\nto a fractional accuracy $\\ll 10^{-3}$ and relativistic effects are large, the\nwaveforms will be far more complex, carry more information, and be far harder\nto model theoretically than has been expected. Theorists must begin now to lay\na foundation for extracting the waves' information.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9208005v1",
    "arxiv_id": "astro-ph/9208005v1"
  },
  {
    "title": "Binary Black Holes in Stationary Orbits",
    "authors": "Sandip K. Chakrabarti",
    "published": "1992-08-27",
    "summary": "We show that under certain astrophysical conditions a binary system\nconsisting of two compact objects can be stabilized against indefinite\nshrinking of orbits due to the emission of gravitational radiation. In this\ncase, the lighter binary companion settles down to a stable orbit when the loss\nof the angular momentum due to gravitational radiation becomes equal to its\ngain from the accreting matter from the disk around the more massive primary.\nWe claim that such systems can be stable against small perturbations and can be\nregarded as steady emitters of gravitational waves of constant frequency and\namplitude. Furthermore, X-rays emitted by the secondary can also produce\nastrophysically interesting situations when coupled with gravitational lensing\nand Doppler effects.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9208006v1",
    "arxiv_id": "astro-ph/9208006v1"
  },
  {
    "title": "The Implications of the COBE-DMR Results for Cosmic Strings",
    "authors": "David P. Bennett, Albert Stebbins, Francois R. Bouchet",
    "published": "1992-06-18",
    "summary": "We compare the anisotropies in the cosmic microwave background radiation\nmeasured by the COBE experiment to the predictions of cosmic strings. We use an\nanalytic model for the $\\Delta T/T$ power spectrum that is based on our\nprevious numerical simulations to show that the COBE results imply a value for\nthe string mass per unit length, $\\mu$ under the assumption that cosmic strings\nare the source of the measured anisotropy. We find $G\\mu = 1.5\\pm 0.5 \\times\n10^{-6}$ which is consistent with the value of $\\mu$ thought to be required for\ncosmic strings to seed galaxy formation.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9206233v1",
    "arxiv_id": "hep-ph/9206233v1"
  }
]