[
  {
    "title": "Gravitational Lensing and the Variability of G",
    "authors": "Lawrence Krauss, Martin White",
    "published": "1992-04-26",
    "summary": "The four observables associated with gravitational lensing of distant quasars\nby intervening galaxies: image splittings, relative amplifications, time\ndelays, and optical depths, provide separate measures of the strength of the\ngravitational constant $G$ at cosmological distances. These allow one, in\nprinciple, to factor out unknown lensing parameters to directly to probe the\nvariation of $G$ over cosmological time. We estimate constraints on $\\dot{G}$\nwhich may be derivable by this method both now and in the future. The limits\none may obtain can compete or exceed other direct limits on $\\dot{G}$ today,\nbut unfortunately extracting this information, is not independent of the effort\nto fix other cosmological parameters such as $H_0$ and $\\Omega_0$ from lensing\nobservations.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9204002v1",
    "arxiv_id": "astro-ph/9204002v1"
  },
  {
    "title": "Gamma-Ray Bursts as the Death Throes of Massive Binary Stars",
    "authors": "Ramesh Narayan, Bohdan Paczyński, Tsvi Piran",
    "published": "1992-04-13",
    "summary": "It is proposed that gamma-ray bursts are created in the mergers of double\nneutron star binaries and black hole neutron star binaries at cosmological\ndistances. Bursts with complex profiles and relatively long durations are the\nresult of magnetic flares generated by the Parker instability in a post-merger\ndifferentially-rotating disk. Some bursts may also be produced through\nneutrino-antineutrino annihilation into electrons and positrons. In both cases,\nan optically thick fireball of size $\\sles\\ 100$ km is initially created, which\nexpands ultrarelativistically to large radii before radiating. Several previous\nobjections to the cosmological merger model are eliminated. It is predicted\nthat $\\gamma$-ray bursts will be accompanied by a burst of gravitational\nradiation from the spiraling-in binary which could be detected by LIGO.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9204001v1",
    "arxiv_id": "astro-ph/9204001v1"
  }
]