[
  {
    "arxiv_id": "astro-ph/9204002v1",
    "authors": "Lawrence Krauss, Martin White",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9204002v1",
    "published": "1992-04-26",
    "summary": "The four observables associated with gravitational lensing of distant quasars\nby intervening galaxies: image splittings, relative amplifications, time\ndelays, and optical depths, provide separate measures of the strength of the\ngravitational constant $G$ at cosmological distances. These allow one, in\nprinciple, to factor out unknown lensing parameters to directly to probe the\nvariation of $G$ over cosmological time. We estimate constraints on $\\dot{G}$\nwhich may be derivable by this method both now and in the future. The limits\none may obtain can compete or exceed other direct limits on $\\dot{G}$ today,\nbut unfortunately extracting this information, is not independent of the effort\nto fix other cosmological parameters such as $H_0$ and $\\Omega_0$ from lensing\nobservations.",
    "title": "Gravitational Lensing and the Variability of G"
  },
  {
    "arxiv_id": "astro-ph/9204001v1",
    "authors": "Ramesh Narayan, Bohdan Paczyński, Tsvi Piran",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9204001v1",
    "published": "1992-04-13",
    "summary": "It is proposed that gamma-ray bursts are created in the mergers of double\nneutron star binaries and black hole neutron star binaries at cosmological\ndistances. Bursts with complex profiles and relatively long durations are the\nresult of magnetic flares generated by the Parker instability in a post-merger\ndifferentially-rotating disk. Some bursts may also be produced through\nneutrino-antineutrino annihilation into electrons and positrons. In both cases,\nan optically thick fireball of size $\\sles\\ 100$ km is initially created, which\nexpands ultrarelativistically to large radii before radiating. Several previous\nobjections to the cosmological merger model are eliminated. It is predicted\nthat $\\gamma$-ray bursts will be accompanied by a burst of gravitational\nradiation from the spiraling-in binary which could be detected by LIGO.",
    "title": "Gamma-Ray Bursts as the Death Throes of Massive Binary Stars"
  },
  {
    "arxiv_id": "astro-ph/9204001v1",
    "authors": "Ramesh Narayan, Bohdan Paczyński, Tsvi Piran",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9204001v1",
    "published": "1992-04-13",
    "summary": "It is proposed that gamma-ray bursts are created in the mergers of double\nneutron star binaries and black hole neutron star binaries at cosmological\ndistances. Bursts with complex profiles and relatively long durations are the\nresult of magnetic flares generated by the Parker instability in a post-merger\ndifferentially-rotating disk. Some bursts may also be produced through\nneutrino-antineutrino annihilation into electrons and positrons. In both cases,\nan optically thick fireball of size $\\sles\\ 100$ km is initially created, which\nexpands ultrarelativistically to large radii before radiating. Several previous\nobjections to the cosmological merger model are eliminated. It is predicted\nthat $\\gamma$-ray bursts will be accompanied by a burst of gravitational\nradiation from the spiraling-in binary which could be detected by LIGO.",
    "title": "Gamma-Ray Bursts as the Death Throes of Massive Binary Stars"
  },
  {
    "arxiv_id": "astro-ph/9204004v1",
    "authors": "B P Schmidt, R P Kirshner, R G Eastman",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9204004v1",
    "published": "1992-04-30",
    "summary": "We use the Expanding Photosphere Method to determine distances to 10 type II\nsupernovae. The effects of asymmetries, extinction, and flux dilution are\nexplored. Using empirical evidence and time-independent, spherical models which\ntreat H and He in non-LTE, we show that blackbody corrections caused by flux\ndilution are small for type II supernovae in the infrared, and in the optical\nwhen their color temperatures are less than 6000~K. The extinction to a type\nII-P supernova can be estimated from its light curve: the uncertainty\nintroduced into a distance measurement due to extinction is usually less than\n10\\%. Correcting for extinction and flux dilution we derive distances to 10\nsupernovae: SN 1968L, SN 1969L, SN 1970G, SN 1973R, SN 1979C, SN 1980K, SN\n1987A, SN 1988A, SN 1990E, and SN 1990ae. The distance measurements span a wide\nrange, 50 kpc to 120 Mpc, which is unique among the methods for establishing\nthe extragalactic distance scale. The distances measured to SN 1970G in M101\nand SN 1987A in the LMC are in good agreement with distances determined from\nCepheid variable stars. Our distance to the Virgo Cluster, 22 +- 3 Mpc, is\nlarger than recent distances estimates made using surface brightness\nfluctuations, planetary nebula luminosity functions, and the Tully-Fisher\nmethod. Using the distances determined from these type II supernovae we derive\na value of $H_0 = 60 \\pm 10$ km sec$^{-1}$Mpc$^{-1}$. This value is subject to\nerrors caused by local deviations in the Hubble flow, but will soon be improved\nby applying the Expanding Photosphere Method to several distant type II\nsupernovae.",
    "title": "Expanding Photospheres of Type II Supernovae and the Extragalactic Distance Scale"
  },
  {
    "title": "The Last Three Minutes: Issues in Gravitational Wave Measurements of Coalescing Compact Binaries",
    "authors": "Curt Cutler, Theocharis A. Apostolatos, Lars Bildsten, Lee Samuel Finn, Eanna E. Flanagan, Daniel Kennefick, Dragoljubov M. Markovic, Amos Ori, Eric Poisson, Gerald Jay Sussman, Kip S. Thorne",
    "published": "1992-08-25",
    "summary": "Gravitational-wave interferometers are expected to monitor the last three\nminutes of inspiral and final coalescence of neutron star and black hole\nbinaries at distances approaching cosmological, where the event rate may be\nmany per year. Because the binary's accumulated orbital phase can be measured\nto a fractional accuracy $\\ll 10^{-3}$ and relativistic effects are large, the\nwaveforms will be far more complex, carry more information, and be far harder\nto model theoretically than has been expected. Theorists must begin now to lay\na foundation for extracting the waves' information.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9208005v1",
    "arxiv_id": "astro-ph/9208005v1"
  },
  {
    "title": "Binary Black Holes in Stationary Orbits",
    "authors": "Sandip K. Chakrabarti",
    "published": "1992-08-27",
    "summary": "We show that under certain astrophysical conditions a binary system\nconsisting of two compact objects can be stabilized against indefinite\nshrinking of orbits due to the emission of gravitational radiation. In this\ncase, the lighter binary companion settles down to a stable orbit when the loss\nof the angular momentum due to gravitational radiation becomes equal to its\ngain from the accreting matter from the disk around the more massive primary.\nWe claim that such systems can be stable against small perturbations and can be\nregarded as steady emitters of gravitational waves of constant frequency and\namplitude. Furthermore, X-rays emitted by the secondary can also produce\nastrophysically interesting situations when coupled with gravitational lensing\nand Doppler effects.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9208006v1",
    "arxiv_id": "astro-ph/9208006v1"
  },
  {
    "title": "The Implications of the COBE-DMR Results for Cosmic Strings",
    "authors": "David P. Bennett, Albert Stebbins, Francois R. Bouchet",
    "published": "1992-06-18",
    "summary": "We compare the anisotropies in the cosmic microwave background radiation\nmeasured by the COBE experiment to the predictions of cosmic strings. We use an\nanalytic model for the $\\Delta T/T$ power spectrum that is based on our\nprevious numerical simulations to show that the COBE results imply a value for\nthe string mass per unit length, $\\mu$ under the assumption that cosmic strings\nare the source of the measured anisotropy. We find $G\\mu = 1.5\\pm 0.5 \\times\n10^{-6}$ which is consistent with the value of $\\mu$ thought to be required for\ncosmic strings to seed galaxy formation.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9206233v1",
    "arxiv_id": "hep-ph/9206233v1"
  },
  {
    "title": "Naked Singularities as Possible Candidates for Gamma-ray Bursters",
    "authors": "Sandip K. Chakrabarti, Pankaj S. Joshi",
    "published": "1992-08-24",
    "summary": "Naked singularities appear naturally in dynamically evolving solutions of\nEinstein equations involving gravitational collapse of radiation, dust and\nperfect fluids, provided the rate of accretion is less than a critical value.\nWe propose that the gamma-ray bursters (GRBs) are examples of these naked\nsingularity solutions. For illustration, we show that according to solutions\ninvolving spherically symmetric collapse of pure radiation field, the energy\n$E_\\gamma$ and the observed duration $\\Delta t_o$ of a GRB should satisfy,\n$\\frac{E_\\gamma}{\\Delta t_o} \\leq 4.5 \\times 10^{58} \\ f_\\gamma $ erg\nsec$^{-1}$, $f_\\gamma$ being the fraction ($10^{-2}$ to $10^{-3}$) of energy\nreleased as gamma rays. All the presently observed GRBs satisfy this condition;\nthose satisfying the condition close to equality must necessarily be of\ncosmological origin with the red-shift factor $z$ not exceeding $\\sim 2-10$\ndepending on exact observed flux.",
    "pdf_url": "http://arxiv.org/pdf/hep-th/9208060v2",
    "arxiv_id": "hep-th/9208060v2"
  },
  {
    "title": "The Ptolemaic Gamma-Ray Burst Universe",
    "authors": "J. I. Katz",
    "published": "1992-04-29",
    "summary": "The BATSE experiment on GRO has demonstrated the isotropic arrival directions\nand flat $\\log N$ {\\it vs.} $\\log S$ of cosmic gamma-ray bursts. These data are\nbest explained if the burst sources are distributed throughout an extended\nspherical Galactic halo, as previously suggested by Jennings. The halo's radius\nis at least 40 Kpc, and probably is more than 100 Kpc. I consider possible\norigins of this halo, including primordial formation and neutron stars\nrecoiling from their birthplaces in the Galactic disc. A simple geometrical\nmodel leads to a predicted relation between the dipole and quadrupole\nanisotropy. I suggest that neutron stars born with low recoil become\nmillisecond pulsars, while those born with high recoil become the sources of\ngamma-ray bursts; these populations are nearly disjoint. Quiescent counterparts\nof gamma-ray bursts are predicted to be undetectably faint.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9204003v2",
    "arxiv_id": "astro-ph/9204003v2"
  },
  {
    "title": "Particle Acceleration in (by) Accretion Discs",
    "authors": "J. I. Katz",
    "published": "1992-05-04",
    "summary": "I present a model for acceleration of protons by the second-order Fermi\nprocess acting on randomly scrambled magnetic flux arches above an accretion\ndisc. The accelerated protons collide with thermal protons in the disc,\nproducing degraded energetic protons, charged and neutral pions, and neutrons.\nThe pions produce gamma-rays by spontaneous decay of $\\pi^0$ and by\nbremsstrahlung and Compton processes following the decay of $\\pi^\\pm$ to\n$e^\\pm$.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9205003v1",
    "arxiv_id": "astro-ph/9205003v1"
  },
  {
    "title": "Implication of Combined Solar Neutrino Observation and their Theoretical Uncertainties",
    "authors": "S. A. Bludman, N. Hata, D. C. Kennedy, P. G. Langacker",
    "published": "1992-07-03",
    "summary": "Constraints on the core temperature (T_c) of the Sun and on neutrino-\noscillation parameters are obtained from the existing solar neutrino data,\nincluding the recent GALLEX and Kamiokande III results. (1) A purely\nastrophysical solution to the solar neutrino problem is strongly disfavored by\nthe data: the best fit in a cooler Sun model requires an 8% reduction in T_c,\nbut the chi-sqaured test rejects this hypothesis at 99.99% C.L., suggesting new\nneutrino physics. (2) Assuming the Standard Solar Model (SSM) and MSW\noscillations, the MSW parameters are constrained to two small regions: one in\nthe non-adiabatic region and the other in the large-mixing region. The\nnon-adiabatic solution gives a considerably better fit. For nu_e oscillations\ninto sterile neutrinos, the allowed region (90%) is constrained to non-\nadiabatic oscillations. As long as the SSM is assumed, the neutrino mixing\nangles are at least four times larger, or considerably smaller, than the\ncorresponding quark mixing angles. (3) Allowing both MSW oscillations and a\nnon-standard core temperature, a) the experiments determine the core\ntemperature at the 5% level, yielding a value consistent with the SSM\nprediction. b) When T_c is used as a free parameter, the allowed MSW region is\nbroadened: a cooler Sun (T_c=0.95) allows mass and mixing implied by the SUSY\nSO(10) GUT, while a warmer Sun (T_c=1.05) allows parameter space suggested by\nintermediate-scale SO(10) GUTs. Superstring-inspired models are consistent with\nall solutions. (4) From the narrowed parameter space, we predict the neutrino\nspectral shape which should be observed in SNO. Throughout the calculation we\nuse the latest Bahcall-Pinsonneault SSM, and include nuclear and astrophysical\nuncertainties in a simplified, but physically transparent way.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9207213v1",
    "arxiv_id": "hep-ph/9207213v1"
  },
  {
    "title": "Contribution of Long Wavelength Gravitational Waves to the CMB Anisotropy",
    "authors": "Martin White",
    "published": "1992-07-14",
    "summary": "We present an in depth discussion of the production of gravitational waves\nfrom an inflationary phase that could have occurred in the early universe,\ngiving derivations for the resulting spectrum and energy density. We also\nconsider the large-scale anisotropy in the cosmic microwave background\nradiation coming from these waves. Assuming that the observed quadrupole\nanisotropy comes mostly from gravitational waves (consistent with the\npredictions of a flat spectrum of scalar density perturbations and the measured\ndipole anisotropy) we describe in detail how to derive a value for the scale of\ninflation of $(1.5-5)\\times 10^{16}$GeV, which is at a particularly interesting\nscale for particle physics. This upper limit corresponds to a 95\\% confidence\nlevel upper limit on the scale of inflation assuming only that the quadrupole\nanisotropy from gravitational waves is not cancelled by another source. Direct\ndetection of gravitational waves produced by inflation near this scale will\nhave to wait for the next generation of detectors.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9207239v1",
    "arxiv_id": "hep-ph/9207239v1"
  },
  {
    "title": "On the COBE Discovery - for Pedestrians",
    "authors": "Leszek Roszkowski",
    "published": "1992-11-02",
    "summary": "A recent discovery by the COBE satellite is presented, and its importance\ndiscussed in the context of the physics of the early Universe. The various\nimplications for our understanding of the structure of the Universe are\noutlined.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9211201v1",
    "arxiv_id": "hep-ph/9211201v1"
  },
  {
    "title": "Extended Hot Gas Halos Around Starburst Galaxies",
    "authors": "Kohji Tomisaka, Joel N. Bregman",
    "published": "1992-09-12",
    "summary": "Reanalysis of Einstein IPC data and new observations from the GINGA\n  LAC indicate the presence of extended X-ray emission (10-50 kpc) around the\nstarburst galaxy M82. Here we model this emission by calculating numerical\nhydrodynamic simulations of the starburst event to much later times and larger\nscales than previously considered. For our models, we adopt a supernova rate of\n0.1 ${\\rm yr}^{-1}$, and an extended low-density static halo that is bound to\nthe galaxy. There are three stages to the evolution of the wind-blown bubble\nand the propagation of the shock front: the bubble expands in an almost uniform\ndensity disk gas, with a deceleration of the shock front ($t \\alt $ 3.6 Myr);\nbreakout from the disk and the upward acceleration of the shock front (3.6\n  Myr $\\alt t \\alt$ 18 Myr); propagation into the halo, leading to a more\nspherical system and shock deceleration (18 Myr $\\alt t$). For a halo density\nof $10^{-3} {\\rm cm}^{-3}$, the outflow reaches a distance of 40-50 kpc from\nthe center of the starburst galaxy in 50 Myr. We calculate the time evolution\nof the X-ray luminosity and find that the extended starburst emits $3\\times\n10^{39}\\lcgs$ to $10^{40}\\lcgs$ in the\n  GINGA LAC band and $\\sim 10^{41}\\lcgs$ in the Einstein or ROSAT\n  HRI band. The degree of the ionization equilibrium in the outflow and its\neffect on the iron K$\\alpha$ line emission are discussed.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9209002v1",
    "arxiv_id": "astro-ph/9209002v1"
  },
  {
    "title": "Detection of brown dwarfs by the micro-lensing of unresolved stars",
    "authors": "Paul Baillon, Alain Bouquet, Yannick Giraud-Héraud, Jean Kaplan",
    "published": "1992-11-04",
    "summary": "The presence of brown dwarfs in the dark galactic halo could be detected\nthrough their gravitational lensing effect and experiments under way monitor\nabout one million stars to observe a few lensing events per year. We show that\nif the photon flux from a galaxy is measured with a good precision, it is not\nnecessary to resolve the stars and besides more events could be observed.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9211002v1",
    "arxiv_id": "astro-ph/9211002v1"
  },
  {
    "title": "Searching for TeV dark matter by atmospheric Cerenkov techniques",
    "authors": "M. Urban, A. Bouquet, B. Degrange, P. Fleury, J. Kaplan, A. L. Melchior, E. Paré",
    "published": "1992-08-27",
    "summary": "There is a growing interest in the possibility that dark matter could be\nformed of weakly interacting particles with a mass in the 100 GeV - 2 TeV\nrange, and supersymmetric particles are favorite candidates. If they constitute\nthe dark halo of our Galaxy, their mutual annihilations produce energetic gamma\nrays that could be detected using existing atmospheric \\u{C}erenkov techniques.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9208255v1",
    "arxiv_id": "hep-ph/9208255v1"
  },
  {
    "title": "Centri`fugal' Force around a Black Hole",
    "authors": "A. Y. Shiekh",
    "published": "1992-11-08",
    "summary": "Besides having some very interesting perturbatively unstable orbits, it seems\nthat for a Schwarzschild black hole, below $r=3M$, the force always increases\ninward with increasing angular momentum. Here this previously known result is\nderived with greater simplicity, and a similar analysis is performed for black\nholes with angular momentum and charge.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9211005v2",
    "arxiv_id": "astro-ph/9211005v2"
  },
  {
    "title": "Detection, Measurement and Gravitational Radiation",
    "authors": "Lee Samuel Finn",
    "published": "1992-09-24",
    "summary": "Here I examine how to determine the sensitivity of the LIGO, VIRGO, and LAGOS\ngravitational wave detectors to sources of gravitational radiation by\nconsidering the process by which data are analyzed in a noisy detector. By\nconstructing the probability that the detector output is consistent with the\npresence of a signal, I show how to (1) quantify the uncertainty that the\noutput contains a signal and is not simply noise, and (2) construct the\nprobability distribution that the signal parameterization has a certain value.\n  From the distribution and its mode I determine volumes $V(P)$ in parameter\nspace such that actual signal parameters are in $V(P)$ with probability $P$. If\nwe are {\\em designing} a detector, or determining the suitability of an\nexisting detector for observing a new source, then we don't have detector\noutput to analyze but are interested in the ``most likely'' response of the\ndetector to a signal. I exploit the techniques just described to determine the\n``most likely'' volumes $V(P)$ for detector output corresponding to the source.\nFinally, as an example, I apply these techniques to anticipate the sensitivity\nof the LIGO and LAGOS detectors to the gravitational radiation from a perturbed\nKerr black hole.",
    "pdf_url": "http://arxiv.org/pdf/gr-qc/9209010v1",
    "arxiv_id": "gr-qc/9209010v1"
  },
  {
    "title": "The Edge of the Galactic Disc",
    "authors": "Annie C. Robin, Michel Creze, Vijay Mohan",
    "published": "1992-10-02",
    "summary": "As part of a stellar population sampling program, a series of photometric\nprobes at various field sizes and depths have been obtained in a low extinction\nwindow in the galactic anticentre direction. Such data set strong constraints\non the radial structure of the disc. At the forefront of this \"drilling\"\nprogram, very deep CCD frames probe the most external parts of the disc. Over\nthe whole effective magnitude range (18 to 25), all contributions in the\nstatistics which should be expected from old disc stars beyond 6 kpc vanish,\nalthough such stars dominate by far at distances less than 5 kpc. This is the\nsignature of a sharp cut-off in the star density: the edge of the galactic disc\nbetween 5.5 and 6 kpc. As a consequence, the galactic radius does not exceed 14\nkpc (assuming $R/-/(//sun/)$=8.5). Colours of elliptical galaxies measured in\nthe field rule out the risk of being misled by undetected extinction.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9210001v1",
    "arxiv_id": "astro-ph/9210001v1"
  },
  {
    "title": "Evidence for a Very Broad Line Region in PG 1138+222",
    "authors": "Paolo Marziani, Jack W. Sulentic",
    "published": "1992-10-20",
    "summary": "We present a high S/N spectrum for the quasar PG 1138+222. We detect a very\nbroad HeII$\\lambda$4686 emission line component with twice the FWHM of the\nconventional broad line region (BLR) as evidenced by the Balmer lines. The\nprofile shape and centroid redshift also distinguish this HeII component from\nthe BLR features. The large ratio of HeII\\l 4686 to any analogous H$\\beta$\nemission component is an indicator that it arises in a very high density region\n($n_e \\simgt 10^{11}-10^{13}$ \\cm3). This Helium component is probably emitted\nin a Very Broad Line Region (VBLR), where the radiation field is so strong that\nthe Str\\\"omgren depth becomes similar to the geometrical thickness of the\nemitting clouds. The gas could therefore be optically thin to the Lyman\ncontinuum.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9210005v1",
    "arxiv_id": "astro-ph/9210005v1"
  },
  {
    "title": "Topological Defect Models of Structure Formation After the COBE Discovery of CMB Anisotropies",
    "authors": "Robert H. Brandenberger",
    "published": "1992-10-24",
    "summary": "The COBE satellite has discovered anisotropies in the cosmic microwave\nbackground (CMB) consistent with a scale invariant spectrum of density\nperturbations. As reviewed in this lecture, topological defect models of\nstructure formation generically produce such a spectrum. We give a summary of\nthe cosmic string and global texture models, focusing on distinct observational\nsignatures in large-scale structure surveys and in the microwave background. It\nis shown that the amplitude of the CMB quadrupole detected by COBE is in good\nagreement with the predictions of the cosmic string model.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9210261v1",
    "arxiv_id": "hep-ph/9210261v1"
  },
  {
    "title": "Gravitational Radiation from Colliding Vacuum Bubbles: Envelope Approximation to Many-Bubble Collisions",
    "authors": "Arthur Kosowsky, Michael S. Turner",
    "published": "1992-11-07",
    "summary": "We introduce an approximation to calculate the gravitational radiation\nproduced by the collision of true-vacuum bubbles that is simple enough to allow\nthe simulation of a phase transition by the collision of hundreds of bubbles.\nThis ``envelope approximation'' neglects the complicated ``overlap'' regions of\ncolliding bubbles and follows only the evolution of the bubble walls. The\napproximation accurately reproduces previous results for the gravitational\nradiation from the collision of two scalar-field vacuum bubbles. Using a bubble\nnucleation rate given by $\\Gamma = \\Gamma_0 e^{\\beta t}$, we simulate a phase\ntransition by colliding 20 to 200 bubbles; the fraction of vacuum energy\nreleased into gravity waves is $E_{\\rm GW}/E_{\\rm vac} = 0.06(H/\\beta)^2$ and\nthe peak of the spectrum occurs at $\\omega_{\\rm max}=1.6\\beta$ ($H^2=8\\pi G\\rho\n/3$ is the Hubble constant associated with the false-vacuum phase). The\nspectrum is very similar to that in the two-bubble case, except that the\nefficiency of gravity-wave generation is about five times higher, presumably\ndue to the fact that a given bubble collides with many others. Finally, we\nconsider two further ``statistical'' approximations, where the gravitational\nradiation is computed as an incoherent sum over individual bubbles weighted by\nthe distribution of bubble sizes. These approximations provide reasonable\nestimates of the gravitational-wave spectrum with far less computation.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9211004v1",
    "arxiv_id": "astro-ph/9211004v1"
  },
  {
    "title": "Gauge Field Back-reaction on a Black Hole",
    "authors": "David Hochberg, Thomas W. Kephart",
    "published": "1992-11-05",
    "summary": "The order $\\hbar$ fluctuations of gauge fields in the vicinity of a blackhole\ncan create a repulsive antigravity region extending out beyond the renormalized\nSchwarzschild horizon. If the strength of this repulsive force increases as\nhigher orders in the back-reaction are included, the formation of a\nwormhole-like object could occur.",
    "pdf_url": "http://arxiv.org/pdf/gr-qc/9211008v1",
    "arxiv_id": "gr-qc/9211008v1"
  },
  {
    "title": "COBE vs Cosmic Strings: An Analytical Model",
    "authors": "Leandros Perivolaropoulos",
    "published": "1992-08-25",
    "summary": "We construct a simple analytical model to study the effects of cosmic strings\non the microwave background radiation. Our model is based on counting random\nmultiple impulses inflicted on photon trajectories by the string network\nbetween the time of recombination and today. We construct the temperature\nauto-correlation function and use it to obtain the effective power spectrum\nindex n, the rms-quadrupole-normalized amplitude $Q_{rms-PS}$ and the rms\ntemperature variation smoothed on small angular scales. For the values of the\nscaling solution parameters obtained in Refs.\\cite{bb90},\\cite{as90} we obtain\n$n=1.14 \\pm 0.5$, $Q_{rms-PS}=(4.5\\pm 1.5) G\\mu$ and $({{\\Delta T}\\over\nT})_{rms}=5.5 G\\mu$. Demanding consistency of these results with the COBE data\nleads to $G\\mu=(1.7 \\pm 0.7)\\times 10^{-6}$ (where $\\mu$ is the string mass per\nunit length), in good agreement with direct normalizations of $\\mu$ from\nobservations.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9208247v1",
    "arxiv_id": "hep-ph/9208247v1"
  },
  {
    "title": "Cosmic Microwave Background Probes Models of Inflation",
    "authors": "R. L. Davis, H. M. Hodges, G. F. Smoot, P. J. Steinhardt, M. S. Turner",
    "published": "1992-07-13",
    "summary": "Inflation creates both scalar (density) and tensor (gravity wave) metric\nperturbations. We find that the tensor mode contribution to the CMB anisotropy\non large-angular scales can only exceed that of the scalar mode in models where\nthe spectrum of perturbations deviates significantly from scale invariance\n(e.g., extended and power-law inflation models and extreme versions of chaotic\ninflation). If the tensor mode dominates at large-angular scales, then the\nvalue of $\\Delta T/T$ predicted on $1^\\circ$ is less than if the scalar mode\ndominates, and, for cold dark matter models, $b>1$ can be made consistent with\nthe COBE DMR results.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9207001v1",
    "arxiv_id": "astro-ph/9207001v1"
  },
  {
    "title": "COBE, Gravitational Waves, Inflation and Extended Inflation",
    "authors": "David H Lyth, Andrew R Liddle",
    "published": "1992-08-27",
    "summary": "We analyse the implications for inflationary models of the cosmic microwave\nbackground (cmb) anisotropy measured by COBE. Vacuum fluctuations during\ninflation generate an adiabatic density perturbation, and also gravitational\nwaves. The ratio of these two contributions to the cmb anisotropy is given for\nan arbitrary slow-roll inflaton potential. Results from the IRAS/QDOT and\nPOTENT galaxy surveys are used to normalise the spectrum of the density\nperturbation on the scale $20h^{-1}\\Mpc$, so that the COBE measurement on the\nscale $10^3h^{-1}\\Mpc$ provides a lower bound on the spectral index $n$. For\n`power law' and `extended' inflation, gravitational waves are significant and\nthe bound is $n>0.84$ at the $2$-sigma level. For `natural' inflation,\ngravitational waves are negligible and the constraint is weakened to $n>0.70$,\nat best marginally consistent with a recent proposal for explaining the excess\nclustering observed in the APM galaxy survey. Many versions of extended\ninflation, including those based on the Brans--Dicke theory, are ruled out,\nbecause they require $n\\lsim 0.75$ in order that bubbles formed at the end of\ninflation should not be observed now in the cmb.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9208007v2",
    "arxiv_id": "astro-ph/9208007v2"
  },
  {
    "title": "Neutrino production through hadronic cascades in AGN accretion disks",
    "authors": "L. Nellen, K. Mannheim, P. L. Biermann",
    "published": "1992-11-17",
    "summary": "We consider the production of neutrinos in active galactic nuclei (AGN)\nthrough hadronic cascades. The initial, high energy nucleons are accelerated in\na source above the accretion disk around the central black hole. From the\nsource, the particles diffuse back to the disk and initiate hadronic cascades.\nThe observable output from the cascade are electromagnetic radiation and\nneutrinos. We use the observed diffuse background X-ray luminosity, which\npresumably results {}from this process, to predict the diffuse neutrino flux\nclose to existing limits from the Frejus experiment. The resulting neutrino\nspectrum is $E^{-2}$ down to the $\\GeV$ region. We discuss modifications of\nthis scenario which reduce the predicted neutrino flux.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9211257v1",
    "arxiv_id": "hep-ph/9211257v1"
  },
  {
    "title": "Implications of New Gallex Results for the MSW Solution of the Solar Neutrino Problem",
    "authors": "J. M. Gelb, Waikwok Kwong, S. P. Rosen",
    "published": "1992-06-17",
    "summary": "We compare the implications for 7Be and pp neutrinos of the two MSW fits to\nthe new GALLEX solar neutrino measurements . Small mixing angle solutions tend\nto suppress the former as electron-neutrinos, but not the latter, and large\nangle solutions tend to reduce both by about a factor of 2. The consequences\nfor BOREXINO and similar solar neutrino--electron scattering experiments are\ndiscussed.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9206228v1",
    "arxiv_id": "hep-ph/9206228v1"
  },
  {
    "title": "The Spatial Distribution of Nearby Galaxy Clusters in the Northern and Southern Galactic Hemispheres",
    "authors": "A. Cappi, S. Maurogordato",
    "published": "1992-05-08",
    "summary": "We compare the spatial distributions of galaxy clusters in the northern and\nsouthern galactic hemispheres, and the Abell and ACO clusters distributions. We\nperform a statistical (correlation and cluster) analysis of a sample of Abell\nand ACO galaxy clusters in the southern galactic hemisphere. We compare these\nresults with a symmetric sample at northern galactic latitude taken from\nPostman et al. (1992). For the northern sample, we substantially confirm the\nresults of Postman et al. We find that the two-point spatial correlation\nfunction of northern and southern clusters is comparable, with mean correlation\nlength 19.6 Mpc and slope -1.8 positive up to about 45 Mpc. Percolation\nproperties are remarkably similar in the northern and southern cluster samples.\nWe give also a catalog of superclusters. In the south galactic hemisphere the\nmain feature is a very rich, extended supercluster in the Horologium region at\na redshift 0.06, near to a large void.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9205004v1",
    "arxiv_id": "astro-ph/9205004v1"
  },
  {
    "title": "Limits on Neutrino Radiative Decay from Sn1987a",
    "authors": "Andrew H. Jaffe, Ed Fenimore, Michael S. Turner",
    "published": "1992-09-30",
    "summary": "We calculate limits on the properties of neutrinos using data from gamma-ray\ndetectors on the Pioneer Venus Orbiter and Solar Max Mission satellites. A\nmassive neutrino decaying in flight from the supernova would produce gamma rays\ndetectable by these instruments. The lack of such a signal allows us to\nconstrain the mass, radiative lifetime, and branching ratio to photons of a\nmassive neutrino species produced in the supernova. Presented at Beyond The\nStandard Model III, June, 1992.",
    "pdf_url": "http://arxiv.org/pdf/hep-ph/9209298v1",
    "arxiv_id": "hep-ph/9209298v1"
  },
  {
    "title": "Gamma-Ray Bursts and Neutron Star Mergers - Possibly the Strongest Explosions in the Universe",
    "authors": "Tsvi Piran",
    "published": "1992-11-17",
    "summary": "$\\gamma$-ray bursts have baffled theorists ever since their accidental\ndiscovery at the sixties. We suggest that these bursts originate in merger of\nneutron star binaries, taking place at cosmological distances. These mergers\nrelease $\\approx 10^{54}ergs$, in what are possibly the strongest explosions in\nthe Universe. If even a small fraction of this energy is channeled to an\nelectromagnetic signal it will be detected as a grbs. We examine the virtues\nand limitations of this model and compare it with the recent Compton \\g-ray\nobservatory results.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9211010v1",
    "arxiv_id": "astro-ph/9211010v1"
  },
  {
    "title": "A rotating black hole in the Galactic Center",
    "authors": "Heino Falcke, Peter L. Biermann, Wolfgang J. Duschl, Peter G. Mezger",
    "published": "1992-12-07",
    "summary": "Recent observations of Sgr A* give strong constraints for possible models of\nthe physical nature of Sgr A* and suggest the presence of a massive black~hole\nwith M<2 10^6 M_sun surrounded by an accretion disk which we estimate to\nradiate at a luminosity of <7 10^5 L_sun. We therefore calculate the appearance\nof a standard accretion disk around a Kerr hole in Sgr A* following from\ngeneral relativity and a few fundamental assumptions. Effective temperature and\nluminosity of the disk spectra do not depend on the unknown viscosity mechanism\nbut instead are quite sensitive to variations of intrinsic parameters: the\nmass, the accretion rate, the angular momentum of the accreting hole and the\ninclination angle. A radiation field of L~7 10^4 - 7 10^5 L_sun and T_eff ~ 2-4\n10^4 K can be ascribed to a rapidly rotating Kerr~hole (a>0.9) accreting\n10^-8.5 - 10^-7 M_sun/yr at a black~hole mass of M=2 10^6 M_sunseen almost edge\non. A low mass black hole of M<10^3 M_sun seems to be very unlikely. We provide\na ``Hertzsprung-Russell diagram for black holes'' together with simple scaling\nlaws to provide an easy-to-handle test for the black hole model.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9212001v1",
    "arxiv_id": "astro-ph/9212001v1"
  },
  {
    "title": "Early Cosmic Formation of Massive Black Holes",
    "authors": "M. Umemura, A. Loeb, E. L. Turner",
    "published": "1993-03-09",
    "summary": "The evolution of nonlinear density fluctuations around the Jeans mass shortly\nafter cosmological recombination is analyzed using a 3D\nhydrodynamics/dark--matter code. The Cosmic Background Radiation (CBR) exerts\nCompton friction on free electrons due to peculiar velocities. The dynamics\ntherefore depends strongly on the gas ionization history. Under a variety of\nionization conditions and in systems with or without non-baryonic components,\nthe baryons lose angular momentum efficiently and collapse to form a compact\noptically--thick object which would probably quickly evolve into a massive\nblack hole. Attention is concentrated on elucidating some of the novel physical\neffects in early cosmological collapses, but ways in which more realistic\ncalculations might be made and in which the scenario could be incorporated into\na more complete cosmogonic model are discussed.",
    "pdf_url": "http://arxiv.org/pdf/astro-ph/9303004v1",
    "arxiv_id": "astro-ph/9303004v1"
  },
  {
    "title": "Observing binary inspiral in gravitational radiation: One interferometer",
    "authors": "Lee Samuel Finn, David F. Chernoff",
    "published": "1993-01-06",
    "summary": "We investigate the sensitivity of individual LIGO/VIRGO-like interferometers and the precision with which they can determine the characteristics of an inspiralling binary system. Since the two interferometers of the LIGO detector share nearly the same orientation, their joint sensitivity is similar to that of a single, more sensitive interferometer. We express our results for a single interferometer of both initial and advanced LIGO design, and also for the LIGO detector in the limit that its two interferometers share exactly the same orientation. We approximate the evolution of a binary system as driven exclusively by leading order quadrupole gravitational radiation. To assess the sensitivity, we calculate the rate at which sources are expected to be observed, the range to which they are observable, and the precision with which characteristic quantities describing the observed binary system can be determined. Assuming a conservative rate density for coalescing neutron star binary systems we expect that the advanced LIGO detector will observe approximately 69~yr${}^{-1}$ with an amplitude SNR greater than 8. Of these, approximately 7~yr${}^{-1}$ will be from binaries at distances greater than 950~Mpc. We explore the sensitivity of these results to a tunable parameter in the interferometer design (the recycling frequency). The optimum choice of the parameter is dependent on the goal of the observations, e.g., maximizing the rate of detections or maximizing the precision of measurement. We determine the optimum parameter values for these two cases.",
    "pdf_url": "https://arxiv.org/pdf/gr-qc/9301003v1",
    "arxiv_id": "gr-qc/9301003v1"
  },
  {
    "title": "Axion Miniclusters and Bose Stars",
    "authors": "Edward W. Kolb, Igor I. Tkachev",
    "published": "1993-03-29",
    "summary": "Evolution of inhomogeneities in the axion field around the QCD epoch is studied numerically, including for the first time important non-linear effects. It is found that perturbations on scales corresponding to causally disconnected regions at $T \\sim 1 \\, {\\rm GeV}$ can lead to very dense axion clumps, with present density $ρ_a \\ga 10^{-8}\\,{\\rm g \\, cm^{-3}}$. This is high enough for the collisional $2a \\rightarrow 2a$ process to lead to Bose--Einstein relaxation in the gravitationally bound clumps of axions, forming Bose stars.",
    "pdf_url": "https://arxiv.org/pdf/hep-ph/9303313v1",
    "arxiv_id": "hep-ph/9303313v1"
  },
  {
    "title": "Hydrodynamics of Relativistic Fireballs",
    "authors": "Tsvi Piran, Amotz Shemi, Ramesh Narayan",
    "published": "1993-01-12",
    "summary": "We examine analytically and numerically the evolution of a relativistic fireball. We show that, after an early rearrangement phase, most of the matter and energy in the fireball is concentrated within a narrow shell. The shell propagates at nearly the speed of light, with a frozen radial profile and according to a simple set of scaling laws. The spectrum of the escaping radiation is harder at early times and softer later on. The results are applicable to models of $γ$-ray bursts. Submitted to Monthly Notices of the RAS Figures available on request from the authors",
    "pdf_url": "https://arxiv.org/pdf/astro-ph/9301004v1",
    "arxiv_id": "astro-ph/9301004v1"
  },
  {
    "title": "Do Solar Neutrino Experiments Imply New Physics?",
    "authors": "John N. Bahcall, H. A. Bethe",
    "published": "1992-12-01",
    "summary": "None of the 1000 solar models in a full Monte Carlo simulation is consistent with the results of the chlorine or the Kamiokande experiments. Even if the solar models are forced artifically to have a \\b8 neutrino flux in agreeement with the Kamiokande experiment, none of the fudged models agrees with the chlorine observations. The GALLEX and SAGE experiments, which currently have large statistical uncertainties, differ from the predictions of the standard solar model by $2 σ$ and $3 σ$, respectively.",
    "pdf_url": "https://arxiv.org/pdf/hep-ph/9212204v1",
    "arxiv_id": "hep-ph/9212204v1"
  },
  {
    "title": "Two Populations and Models of Gamma Ray Bursts",
    "authors": "J. I. Katz",
    "published": "1992-12-31",
    "summary": "Gamma-ray burst statistics are best explained by a source population at cosmological distances, while spectroscopy and intensity histories of some individual bursts imply an origin on Galactic neutron stars. To resolve this inconsistency I suggest the presence of two populations, one at cosmological distances and the other Galactic. I build on ideas of Shemi and Piran (1990) and of Mészáros and Rees (1993) involving the interaction of fireball debris with surrounding clouds to explain the observed intensity histories in bursts at cosmological distances. The distances to the Galactic population are undetermined because they are too few to affect the statistics of intensity and direction; I explain them as resulting from magnetic reconnection in neutron star magnetospheres.",
    "pdf_url": "https://arxiv.org/pdf/astro-ph/9212006v1",
    "arxiv_id": "astro-ph/9212006v1"
  },
  {
    "title": "The Search for the Dark Matter: WIMPs and MACHOs",
    "authors": "Kim Griest",
    "published": "1993-03-13",
    "summary": "Review talk presented at the Texas/PASCOS Symposium, Berkeley, CA, Dec 1992. We review the status of experiments and ideas relevant for the detection of the dark matter which is suspected to be the dominant constituent of the Universe. Great progress is being made and the chances are non-negligible that one of the many currently in-progress experiments will discover the nature of the dark matter. We discuss the main dark matter candidates, and review the experiments relevant to each of them.",
    "pdf_url": "https://arxiv.org/pdf/hep-ph/9303253v1",
    "arxiv_id": "hep-ph/9303253v1"
  },
  {
    "title": "The Masses of Two Binary Neutron Star Systems",
    "authors": "S. E. Thorsett, Z. Arzoumanian, M. M. McKinnon, J. H. Taylor",
    "published": "1993-03-02",
    "summary": "The measurement or constraint of the masses of neutron stars and their binary companions tests theories of neutron star structure and of pulsar formation and evolution. We have measured the rate of the general relativistic advance of the longitude of periastron for the pulsar PSR B1802$-$07: $\\dotω=0\\fdg060\\pm0\\fdg009\\,\\mbox{yr}^{-1}$, which implies a total system mass, pulsar plus companion star, of $M=1.7\\pm0.4\\,\\Msun$. We also present a much improved measurement of the rate of periastron advance for PSR B2303+46: $\\dotω= 0\\fdg0099\\pm0\\fdg0002\\,\\mbox{yr}^{-1}$, implying $M=2.53\\pm0.08\\,\\Msun$ for this system. We discuss the available constraints on distribution of mass between the pulsars and their companions, and we compare the pulsar masses with other determinations of neutron star masses.",
    "pdf_url": "https://arxiv.org/pdf/astro-ph/9303002v2",
    "arxiv_id": "astro-ph/9303002v2"
  },
  {
    "title": "The Imprint of Gravitational Waves on the Cosmic Microwave Background",
    "authors": "R. Crittenden, J. R. Bond, R. L. Davis, G. Efstathiou, P. J. Steinhardt",
    "published": "1993-03-26",
    "summary": "Long-wavelength gravitational waves can induce significant temperature anisotropy in the cosmic microwave background. Distinguishing this from anisotropy induced by energy density fluctuations is critical for testing inflationary cosmology and theories of large-scale structure formation. We describe full radiative transport calculations of the two contributions and show that they differ dramatically at angular scales below a few degrees. We show how anisotropy experiments probing large- and small-angular scales can combine to distinguish the imprint due to gravitational waves.",
    "pdf_url": "https://arxiv.org/pdf/astro-ph/9303014v1",
    "arxiv_id": "astro-ph/9303014v1"
  },
  {
    "title": "Gasdynamics of Relativistically Expanding Gamma-Ray Burst Sources: Kinematics, Energetics, Magnetic Fields and Efficiency",
    "authors": "P. Mészáros, P. Laguna, M. J. Rees",
    "published": "1993-01-14",
    "summary": "We calculate both analytically and numerically the evolution of a highly relativistic fireball through the stages of free expansion and coasting, and determine the dependence of the thermodynamic and radiation variables in the comoving and laboratory frames. Magnetic fields may have been important in the original impulsive event. We discuss their effect on the fireball dynamics, and consider also their effects on the radiation emitted when the fireball runs into an external medium and is decelerated. The inverse synchro-Compton mechanism can then yield high radiative efficiency in the reverse shock, producing a burst of non-thermal radiation mainly in the MeV to GeV range whose total energy and duration agree with those of typical cosmic gamma ray bursts.",
    "pdf_url": "https://arxiv.org/pdf/astro-ph/9301007v1",
    "arxiv_id": "astro-ph/9301007v1"
  },
  {
    "title": "Sterile Neutrinos as Dark Matter",
    "authors": "Scott Dodelson, Lawrence M. Widrow",
    "published": "1993-03-22",
    "summary": "The simplest model that can accomodate a viable nonbaryonic dark matter candidate is the standard electroweak theory with the addition of right-handed or sterile neutrinos. We reexamine this model and find that the sterile neutrinos can be either hot, warm, or cold dark matter. Since their only direct coupling is to left-handed or active neutrinos, the most efficient production mechanism is via neutrino oscillations. If the production rate is always less than the expansion rate, then these neutrinos will never be in thermal equilibrium. However, enough of them may be produced so that they provide the missing mass necessary for closure. We consider a single generation of neutrino fields $\\left (ν_L,\\,ν_R\\right )$ with a Dirac mass, $μ$, and a Majorana mass for the right-handed components only, $M$. For $M\\gg μ$ we show that the number density of sterile neutrinos is proportional to $μ^2/M$ so that the energy density today is {\\it independent of} $M$. However $M$ is crucial in determining the large scale structure of the Universe. In particular, $M\\simeq 0.1-1.0 {\\rm ~keV}$ leads to warm dark matter and a structure formation scenario that may have some advantages over both the standard hot and cold dark matter scenarios.",
    "pdf_url": "https://arxiv.org/pdf/hep-ph/9303287v1",
    "arxiv_id": "hep-ph/9303287v1"
  },
  {
    "title": "Dynamics with a non-standard inertia-acceleration relation: an alternative to dark matter",
    "authors": "M. Milgrom",
    "published": "1993-03-23",
    "summary": "We investigate particle laws of motion derived from nonstandard kinetic actions of a special form. We are guided by a phenomenological scheme--the modified dynamics (MOND)--that imputes the mass discrepancy observed in galactic systems to a departure from Newtonian dynamics below a certain acceleration scale a0. In the limit a0 goes to 0 the theory goes to Newtonian dynamics. In the opposite limit the action becomes proportional to 1/a0. Galilei-invariant such theories must be strongly non-local; this is a blessing, as such theories need not suffer from the illnesses that are endemic to higher-derivative theories. We discuss the possibility that such a modified law of motion is an effective theory resulting from the elimination of degrees of freedom pertaining to the universe at large (the near equality a0=cH0 being a trace of that connection). A virial relation for bounded trajectories is derived. Exact solutions are obtained for circular orbits, which pertain to rotation curves of disk galaxies. We also explore, in passing, theories that depart from the conventional\n  Newtonian dynamics for very low frequencies. The present formulation contrasts, on important accounts, with earlier, modified-gravity formulations.",
    "pdf_url": "https://arxiv.org/pdf/astro-ph/9303012v1",
    "arxiv_id": "astro-ph/9303012v1"
  },
  {
    "title": "The First Data from the MACHO Experiment",
    "authors": "D. P. Bennett",
    "published": "1993-04-15",
    "summary": "MAssive Compact Halo Objects such as brown dwarfs, Jupiters, and black holes are prime candidates to comprise the dark halo of our galaxy. Paczynski noted that objects (dubbed MACHOs) with masses in the range $10^{-6}M_\\odot < M \\simlt 100 M_\\odot$. can be detected via gravitational microlensing of stars in the Magellanic Clouds with the caveat that only about one in $10^6$ stars will be lensed at any given time. Our group has recently begun a search for microlensing using a refurbished 1.27 meter telescope at the Mount Stromlo Observatory in Australia. Since the summer of 1992, we have been imaging up to $10^7$ stars a night in the Large Magellanic Cloud using our large format two-color $3.4\\times 10^7$ pixel CCD camera. Here I report on our first results based on an analysis of $\\sim 10^6$ of these stars. Although this is not enough data to make definitive statements about the nature of the dark matter, we are able to conclude that the rate of variable star background events is not larger than the expected MACHO signal.",
    "pdf_url": "https://arxiv.org/pdf/astro-ph/9304014v1",
    "arxiv_id": "astro-ph/9304014v1"
  }
]